import React from 'react'
import banner from '../../assets/banner.jpg'
import '../AboutUs/aboutUs.css'

export default function AboutUs() {
  return (
    <div className="about">
        <img src={banner} alt="banner" style={{ width: '50vw', height: '50vh', objectFit: 'cover', display: 'block' }}/>
        <div className="about-text">
          <h2>Pizza Paradiso</h2>
          <p><b>Піцерія</b> – це місце, де аромати свіжоспеченого тіста, розплавленого сиру та спецій створюють неповторну атмосферу. Тут кожна піца готується з любов’ю, використовуючи найсвіжіші інгредієнти: від моцарели до прошуто. Тісто ретельно замішується вручну, щоб досягти ідеальної текстури – хрустке зовні й ніжне всередині.</p>
          <p>У меню ви знайдете як класичні варіанти, такі як "Маргарита" і "Пепероні", так і авторські піци з несподіваними поєднаннями інгредієнтів, наприклад, з трюфельним маслом чи грушею. Окрім піци, пропонуються салати, пасти та традиційні італійські десерти.</p>
          <p><b>Піцерія – це ідеальне місце для зустрічі з друзями чи родиною. Тут кожен може насолодитися теплою атмосферою, гарним настроєм і улюбленою їжею, яка завжди об'єднує людей.</b></p>
        </div>
    </div>
  )
}
